//
//  ModelDetailView.swift
//  AppleMusicTask
//
//  Created by admin on 18.05.2023.
//

import Foundation

struct ModelDetailView {
    
    let namePlaylist = ["Гербарий", "Вкуснотища", "Золотая жила",
                        "Настроение", "Белый щавель", "Черная месть",
                        "Щекотно?", "Послезавтра", "Розовизна"]
    
    let title = ["Спокойная и уютная инди музыка, которая вдохновит на год вперед",
                 "Обычная музыка которую слушают все",
                 "Жеский репчик для любителей жесткача",
                 "Если вы это включите, то готовьтесь к крови из ушей",
                 "Не слушай это - инстасамка будет покруче",
                 "За деньги да! За деньги да!"]
    
    let image = [ "image10", "image11", "image12",
                  "image13", "image14", "image15",
                 "image16", "image17", "image18"]
}
